tap "chef/chef"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "shkm/brew"
brew "readline"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "clojure"
brew "cmake"
brew "colordiff"
brew "csshx"
brew "gmp"
brew "libmpc"
brew "gcc"
brew "gcc@6"
brew "gettext"
brew "gifsicle"
brew "pcre"
brew "go"
brew "htop"
brew "hugo"
brew "libtool"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "leiningen"
brew "libxml2"
brew "makedepend"
brew "mtr"
brew "mysql"
brew "mysql-client"
brew "nmap"
brew "node", link: false
brew "node@10"
brew "packer"
brew "pkg-config"
brew "python", link: false
brew "python@2"
brew "rbenv"
brew "shellcheck"
brew "sphinx-doc"
brew "terraform"
brew "terraform@0.11"
brew "terraform_landscape"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "watch"
brew "shkm/brew/vssh"
cask "chefdk"
cask "vagrant"
cask "virtualbox"
