
tap "chef/chef"
tap "cirruslabs/cli"
tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "oven-sh/bun"
tap "shkm/brew"
tap "weaveworks/tap"
brew "act"
brew "agg"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "jpeg-xl"
brew "webp"
brew "aom"
brew "apr-util"
brew "asciinema"
brew "autoconf"
brew "gettext"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "c2patool"
brew "glib"
brew "harfbuzz"
brew "clojure"
brew "cloudflared"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "colordiff"
brew "cppcheck"
brew "csshx"
brew "curl"
brew "docutils"
brew "libevent"
brew "exiftool"
brew "fossil"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "gmp"
brew "libmpc"
brew "gcc"
brew "libavif"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "gifsicle"
brew "git-lfs"
brew "go"
brew "helm"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jj"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "leiningen"
brew "libfido2"
brew "libraw"
brew "libxml2"
brew "makedepend"
brew "mkcert"
brew "mtr"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nss"
brew "nvm"
brew "oh-my-posh"
brew "ollama"
brew "openssl@1.1"
brew "pcre"
brew "php"
brew "pkgconf"
brew "prek"
brew "pstree"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "rtmpdump"
brew "rustup"
brew "shellcheck"
brew "sphinx-doc"
brew "swagger-codegen"
brew "terraform_landscape"
brew "the_silver_searcher"
brew "tmux"
brew "uv"
brew "watch"
brew "watchman"
brew "wireguard-tools"
brew "yj"
brew "yq"
brew "zsh-autosuggestions"
brew "cloudflare/cloudflare/cf-terraforming"
brew "hashicorp/tap/hcp"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "shkm/brew/vssh"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "ghostty"
cask "jordanbaird-ice"
cask "orbstack"
cask "rar"
cask "vagrant"
cask "zulu@17"
